Repository: manaflow-ai/cmux
Catalog: Packages/Shared/CmuxMessagesLab/Sources/MessagesLabHome/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# menu.tapbackDetails
source: Tapback Details…
ar: تفاصيل التفاعلات…
bs: Detalji reakcija…
da: Detaljer om reaktioner…
es: Detalles de las reacciones…
fr: Détails des réactions…
it: Dettagli reazioni…
ja: タップバックの詳細…
km: ព័ត៌មានលម្អិតអំពីប្រតិកម្ម…
ko: 탭백 세부사항…
nb: Detaljer om reaksjoner…
pl: Szczegóły reakcji…
pt_br: Detalhes das reações…
ru: Сведения о реакциях…
th: รายละเอียดการแสดงความรู้สึก…
tr: Tepki Ayrıntıları…
uk: Відомості про реакції…
vi: Chi tiết phản ứng…
zh_hans: 回应详细信息…
zh_hant: 回應詳細資訊…

# menu.attachSticker
source: Attach Sticker…
ar: إرفاق ملصق…
bs: Priloži naljepnicu…
da: Vedhæft mærkat…
es: Adjuntar sticker…
fr: Joindre un autocollant…
it: Allega adesivo…
ja: ステッカーを添付…
km: ភ្ជាប់ស្ទីកឃ័រ…
ko: 스티커 첨부…
nb: Legg ved klistremerke…
pl: Załącz naklejkę…
pt_br: Anexar figurinha…
ru: Прикрепить стикер…
th: แนบสติกเกอร์…
tr: Çıkartma Ekle…
uk: Прикріпити наліпку…
vi: Đính kèm nhãn dán…
zh_hans: 附加贴纸…
zh_hant: 附加貼圖…

# menu.share
source: Share…
ar: مشاركة…
bs: Podijeli…
da: Del…
es: Compartir…
fr: Partager…
it: Condividi…
ja: 共有…
km: ចែករំលែក…
ko: 공유…
nb: Del…
pl: Udostępnij…
pt_br: Compartilhar…
ru: Поделиться…
th: แชร์…
tr: Paylaş…
uk: Поширити…
vi: Chia sẻ…
zh_hans: 共享…
zh_hant: 分享…

# menu.delete
source: Delete…
ar: حذف…
bs: Izbriši…
da: Slet…
es: Eliminar…
fr: Supprimer…
it: Elimina…
ja: 削除…
km: លុប…
ko: 삭제…
nb: Slett…
pl: Usuń…
pt_br: Apagar…
ru: Удалить…
th: ลบ…
tr: Sil…
uk: Видалити…
vi: Xóa…
zh_hans: 删除…
zh_hant: 刪除…

# menu.replyEllipsis
source: Reply…
ar: رد…
bs: Odgovori…
da: Svar…
es: Responder…
fr: Répondre…
it: Rispondi…
ja: 返信…
km: ឆ្លើយតប…
ko: 답장…
nb: Svar…
pl: Odpowiedz…
pt_br: Responder…
ru: Ответить…
th: ตอบกลับ…
tr: Yanıtla…
uk: Відповісти…
vi: Trả lời…
zh_hans: 回复…
zh_hant: 回覆…

# tapback.details.title
source: Tapbacks
ar: التفاعلات
bs: Reakcije
da: Reaktioner
es: Reacciones
fr: Réactions
it: Reazioni
ja: タップバック
km: ប្រតិកម្ម
ko: 탭백
nb: Reaksjoner
pl: Reakcje
pt_br: Reações
ru: Реакции
th: การแสดงความรู้สึก
tr: Tepkiler
uk: Реакції
vi: Phản ứng
zh_hans: 回应
zh_hant: 回應

# tapback.details.none
source: No Tapbacks
ar: لا توجد تفاعلات
bs: Nema reakcija
da: Ingen reaktioner
es: No hay reacciones
fr: Aucune réaction
it: Nessuna reazione
ja: タップバックなし
km: គ្មានប្រតិកម្ម
ko: 탭백 없음
nb: Ingen reaksjoner
pl: Brak reakcji
pt_br: Nenhuma reação
ru: Нет реакций
th: ไม่มีการแสดงความรู้สึก
tr: Tepki Yok
uk: Немає реакцій
vi: Không có phản ứng
zh_hans: 无回应
zh_hant: 沒有回應

# delete.confirm.title
source: Delete this message?
ar: هل تريد حذف هذه الرسالة؟
bs: Izbrisati ovu poruku?
da: Vil du slette denne besked?
es: ¿Eliminar este mensaje?
fr: Supprimer ce message ?
it: Eliminare questo messaggio?
ja: このメッセージを削除しますか?
km: លុបសារនេះ?
ko: 이 메시지를 삭제하겠습니까?
nb: Vil du slette denne meldingen?
pl: Usunąć tę wiadomość?
pt_br: Apagar esta mensagem?
ru: Удалить это сообщение?
th: ลบข้อความนี้หรือไม่
tr: Bu mesaj silinsin mi?
uk: Видалити це повідомлення?
vi: Xóa tin nhắn này?
zh_hans: 删除此信息？
zh_hant: 要刪除此訊息嗎？

# delete.confirm.info
source: It is deleted from this Mac.
ar: سيتم حذفها من جهاز Mac هذا.
bs: Bit će izbrisana s ovog Maca.
da: Den slettes fra denne Mac.
es: Se eliminará de este Mac.
fr: Il sera supprimé de ce Mac.
it: Verrà eliminato da questo Mac.
ja: このMacから削除されます。
km: វានឹងត្រូវលុបចេញពី Mac នេះ។
ko: 이 Mac에서 삭제됩니다.
nb: Den slettes fra denne Macen.
pl: Zostanie usunięta z tego Maca.
pt_br: Ela será apagada deste Mac.
ru: Оно будет удалено с этого Mac.
th: ข้อความจะถูกลบออกจาก Mac เครื่องนี้
tr: Bu Mac'ten silinir.
uk: Його буде видалено з цього Mac.
vi: Tin nhắn sẽ bị xóa khỏi máy Mac này.
zh_hans: 它将从这台 Mac 上删除。
zh_hant: 它將從這部 Mac 上刪除。

# delete.confirm.button
source: Delete
ar: حذف
bs: Izbriši
da: Slet
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
km: លុប
ko: 삭제
nb: Slett
pl: Usuń
pt_br: Apagar
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# delete.confirm.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# compose.placeholder.reply
source: Reply
ja: 返信

# compose.placeholder
source: Message
ja: メッセージ

# label.edited
source: Edited
ja: 編集済み

# label.notDelivered
source: Not Delivered
ja: 未配信

# label.replies
source: %lld Replies
ja: %lld件の返信

# menu.copy
source: Copy
ja: コピー

# menu.edit
source: Edit
ja: 編集

# menu.reply
source: Reply
ja: 返信

# menu.undoSend
source: Undo Send
ja: 送信を取り消す

# receipt.delivered
source: Delivered
ja: 配信済み

# receipt.read
source: Read
ja: 開封済み

# row.unsent.mine
source: You unsent a message
ja: メッセージの送信を取り消しました

# row.unsent.theirs
source: A message was unsent
ja: メッセージの送信が取り消されました

# separator.today
source: Today
ja: 今日

# separator.yesterday
source: Yesterday
ja: 昨日

# tapback.dislike
source: Dislike
ja: よくない

# tapback.emphasize
source: Emphasize
ja: 強調

# tapback.laugh
source: Laugh
ja: 笑う

# tapback.like
source: Like
ja: いいね

# tapback.love
source: Love
ja: ハート

# tapback.question
source: Question
ja: はてな

# preview.location
source: Location
ja: 位置情報

# file.kind.pdf
source: PDF Document
ja: PDF書類

# file.kind.zip
source: ZIP Archive
ja: ZIPアーカイブ

# file.kind.audio
source: Audio Recording
ja: オーディオ録音

# file.kind.document
source: Document
ja: 書類
